<?php

return [
    'name' => 'مستورد الموقع',
    'imported_successfully' => 'لقد تم استيراد مواقعك بنجاح!',
    'choose_country' => 'اختر البلد...',
    'import_failed_description' => 'فشل الاستيراد، يرجى التحقق من الأخطاء أدناه!',
    'available_enable_multi_language' => 'متاح فقط عند تمكين "هل متعدد اللغات؟"',
    'import_available_data_help' => 'تم استبعاد البلدان من القائمة لأنها موجودة بالفعل في النظام. لإعادة استيراد أي منها، احذفها من الرابط وحاول مرة أخرى.',
    'import_available_data' => 'استيراد البيانات المتاحة',
    'available_data_help' => 'يتم الحصول على بيانات الموقع من مستودع GitHub الخاص بنا على الرابط: link. للمساهمة وإظهار تحديثاتك هنا، يرجى إرسال طلب سحب.',
    'import' => 'استيراد',
    'upload_file_placeholder' => 'قم بسحب وإسقاط الملف هنا أو انقر للتحميل',
];
